Repository: Belarus/OmegaT-Common.TMX
Catalog: tmx/non-segmented/drupal-7.x.tmx
Source language: en
Languages: be

source: Upload image
be: Загрузіць малюнак

source: Upload logo image
be: Запампаваць лягатып

source: Upload module has been migrated to File module.
be: Загружаны модуль быў перанесены ў модуль File.

source: Upload picture
be: Запампаваць выяву

source: Upload progress
be: Статус працэса загрузкі

source: Uploading... (@current of @total)
be: Апублікацыя ў працэсе... (@current з @total)

source: Uploads a file to your webserver.
be: Загружае файлы на сэрвер.

source: Urdu
be: Урду

source: Uruguay
be: Уругвай

source: Use <em>articles</em> for time-sensitive content like news, press releases or blog posts.
be: Выкарыстоўвайце <em>артыкулы</em> для тэрміновага кантэнту, такога як навіны, прэс-рэлізы або паведамленні ў блогу

source: Use <em>basic pages</em> for your static content, such as an 'About us' page.
be: Выкарыстоўвайце <em>асноўныя старонкі</em> для вашага статычнага кантэнту, такога як старонка "Пра нас"

source: Use PHP for settings
be: Выкарыстоўваць PHP для наладак

source: Use URLs like <code>example.com/user</code> instead of <code>example.com/?q=user</code>.
be: Выкарыстоўваць URLs такія, як <code>example.com/user</code> замест <code>example.com/?q=user</code>.

source: Use a <code>print</code> or <code>return</code> statement in your code to output content.
be: Выкарыстоўвайце <code>print</code> або <code>return</code> дырэктывы ў вашым кодзе для вываду змесціва.

source: Use advanced search
be: Выкарыстоўвайце пашыраны пошук

source: Use an already detected language for URLs if none is found.
be: Выкарыстоўваць перадвызначаную мову для URL, у тым выпадку, калі нічога не знойдзена.

source: Use containers to group related forums.
be: Выкарыстоўвайце кантэйнеры для групавання звязаных форумаў.

source: Use contextual links
be: Выкарыстанне кантэкстуальных спасылак

source: Use contextual links to perform actions related to elements on a page.
be: Выкарыстоўваюць кантэкстныя спасылкі для выканання дзеянняў, звязаных з элементамі на старонцы.

source: Use custom display settings for the following view modes
be: Выкарыстоўваць уласныя наладкі адлюстравання для наступных рэжымаў прагляду

source: Use field label instead of the "On value" as label
be: Выдаліць 1 каментар.Выкарыстоўвайце поле цэтліка замест "значэнне" як цэтлік

source: Use for multi-user blogs. Every user gets a personal blog.
be: Выкарыстоўвайце шматкарыстальніцкія блогі. Кожны карыстальнік атрымлівае персанальны блог.

source: Use search
be: Карыстайцеся пошукам

source: Use tags to group articles on similar topics into categories.
be: Выкарыстоўвайце тэгі для групавання артыкулаў па катэгорыях на падобныя тэмы

source: Use the !text_format text format
be: Выкарыстоўваць !text_format фармат тэкста

source: Use the <em>Clean environment</em> button to clean-up temporary files and tables.
be: Карыстайцеся кнопкай <em>Ачысціць асяроддзе</em> для ачышчэння часовых файлаў і табліц.

source: Use the <em>Custom language</em> section below if your desired language does not appear in this list.
be: Калі жаданая вамі мова не з'яўляецца ў гэтым спісе, можаце карыстацца разьдзелам <em>Дапасаваная мова</em> унізе.

source: Use the <em>Language</em> drop down to select the appropriate language when creating or editing content.
be: Выкарыстоўвайце<em>Мова</em> з выпадаючага спісу, каб выбраць патрэбную мову пры стварэнні або рэдагаванні кантэнту.

source: Use the administration pages and help
be: Выкарыстаць дапамогу і старонку адміністравання

source: Use the administration theme when editing or creating content
be: Выкарыстоўвайце адміністрацыйную тэму пры рэдагаванні ці стварэнні змесціва

source: Use the administration toolbar
be: Выкарыстоўваць адміністратыўную панэль прылад

source: Use the default logo
be: Карыстацца з дапомнага лягатыпу

source: Use the default shortcut icon.
be: Выкарыстоўваць дапомны абразок.

source: Use the default site language (@language_name).
be: Выкарыстоўваць мову па змоўчанні (@language_name).

source: Use the detected interface language.
be: Выкарыстоўваць вызначаную мову інтэрфейса.

source: Use the overlay for administrative pages.
be: Выкарыстоўвайце перакрываючы слой для старонак адміністравання.

source: Use the site in maintenance mode
be: Выкарыстанне сайту ў стане тэхнічнага абслугоўвання

source: Use the site-wide contact form
be: Выкарыстоўваюць агульную кантактную форму

source: Use this page to create a new custom block.
be: Выкарыстоўвайце гэтую старонку для стварэння новых блокаў.

source: Use users' personal contact forms
be: Выкарыстоўваюць асабістую кантактную форму карыстальніка

source: Used in
be: Выкарыстоўваецца ў

source: User
be: Карыстальнік

source: User %name successfully logged in.
be: Карыстальнік %name паспяхова ўвайшоў у сістэму.

source: User %name used one-time login link at time %timestamp.
be: Карыстальнік %name скарыстаўся аднаразовай спасылкай для ўваходу ў сістэму %timestamp.

source: User ID
be: ID карыстальніка

source: User ID from URL
be: ID карыстальніка з URL

source: User ID from logged in user
be: ID карыстальніка пасля аўтарызацыі

source: User Menu
be: Меню карыстальніка

source: User Name
be: Імя Карыстальніка

source: User account
be: Акаўнт карыстальніка

source: User activity
be: Актыўнасць карыстальніка

source: User autocomplete
be: Аўтазапаўненне карыстальніка

source: User contact forms
be: Формы кантакту карыстальніка

source: User created with name %name and pass %pass
be: Карыстальнік створаны з імем %name і паролем %pass

source: User e-mail settings
be: Наладкі e-mail карыстальніку

source: User information pages
be: Старонкі інфармацыі пра карыстальнікаў

source: User interface
be: Інтэрфэйс карыстальніка

source: User interface for the Field API.
be: Інтэрфейс карыстальніка для Field API.

source: User interface text
be: Тэкст інтэрфейса карыстальніка

source: User list
be: Спіс карыстальнікаў

source: User list length
be: Даўжыня спісу карыстальнікаў

source: User login
be: Уваход для карыстальнікаў

source: User management
be: Кіраванне карыстальнікамі

source: User module account form elements.
be: Элементы формы акаўнта модуля User

source: User module history view element.
be: Элемент вываду гисторыі модуля User.

source: User module timezone form element.
be: Элемент зоны часу формы модуля User.

source: User name and password
be: Імя карыстальніка і пароль

source: User passwords rehashed to improve security
be: Паролі карыстальніка павінны быць зменены для павышэння бяспекі.

source: User permissions
be: Права карыстальніка

source: User pictures in comments
be: Выявы карыстальнікаў у камэнтарах

source: User pictures in posts
be: Выявы карыстальнікаў у допісах

source: User registration guidelines
be: Інструкцыі да рэгістрацыі карыстальніку.

source: User registration settings
be: Наладкі рэгістрацыі карыстальнікаў

source: User roles and permissions
be: Ролі і правы карыстальніка

source: User settings
be: Наладкі карыстальніка

source: User specific visibility settings
be: наладкі паказу блокаў для канкрэтных карыстальнікаў

source: User verification status in comments
be: Праверка статуту карыстальніка ў каментарах

source: Username
be: Імя карыстальніка

source: Username field found.
be: Поле імя карыстальніка знойдзена.

source: Username or e-mail address
be: Імя карыстальніка або адрас электроннай пошты

source: Users
be: Карыстальнікі

source: Users can create a poll by clicking on Poll on the <a href="@add-content">Add new content</a> page, and entering the question being posed, the answer choices, and beginning vote counts for each choice. The status (closed or active) and duration (length of time the poll remains active for new votes) can also be specified.
be: Карыстальнікі могуць ствараць апытанні, націснуўшы на Апатынне на старонцы <a href="@add-content">Дадаць новае змесціва</a>, і ўводзячы сфармуляванае пытанне, варыянты адказаў, колькасць адказаў для кожнага варыянта. Стан (закрыты або актыўны) і працягласць (даўжыня часу апытання застаецца актыўнай на працягу новых галасаванняў) могуць таксама быць вызначаны.

source: Users cannot control whether or not they see this block.
be: Карыстальнікі не могуць вызначаць паказваць ці схаваць блок.

source: Users cannot post comments, but existing comments will be displayed.
be: Карыстальнікі ня могуць размяшчаць каментары, але існуючыя каментары будуць адлюстроўвацца.

source: Users cannot post comments.
be: Карыстальнікі не могуць дадаваць каментары.

source: Users may set their own time zone at registration.
be: Карыстальнікі могуць усталёўваць сваю ўласную часавую зону пры рэгістрацыі

source: Users may set their own time zone.
be: Карыстальнікі могуць абраць сваю часавую зону.

source: Users with <em>Use search</em> permission can use the search block and <a href="@search">Search page</a>. Users with the <em>View published content</em> permission can search for content containing exact keywords. Users with the <em>View user profiles</em> permission can search for users containing the keyword anywhere in the user name, and users with the <em>Administer users</em> permission can search for users by email address. Additionally, users with <em>Use advanced search</em> permission can find content using more complex search methods and filtering by choosing the <em>Advanced search</em> option on the <a href="@search">Search page</a>.
be: Карыстальнікі з дазволам <em>Выкарыстоўваць пошук</em> могуць выкарыстоўваць блок пошуку і <a href="@search">Старонку пошуку</a>. Карыстальнікі з дазволам <em>Праглядваць апублікаванае змесціва</em> могуць шукаць змесціва, якое ўтрымлівае дакладныя ключавыя словы. Карыстальнікі з дазволам <em>Праглядваць профілі карыстальнікаў</em> могуць шукаць карыстальнікаў па імёнах, якія ўтрымліваюць дакладныя ключавыя словы, і карыстальнікі з правамі <em>Адміністратара</em> могуць шукаць карыстальнікаў па адрасах электроннай пошты. Акрамя таго, карыстальнікі з дазволам <em>Выкарыстоўваць дадатковы пошук</em> могуць шукаць змесціва больш складанымі метадамі пошуку і фільтрацыі, абраўшы <em>Пашыраны пошук</em> на <a href="@search">Старонцы пошуку</a>.

source: Users with access to more than one text format can use the <em>Text format</em> fieldset to choose between available text formats when creating or editing multi-line content. Administrators can define the text formats available to each user role, and control the order of formats listed in the <em>Text format</em> fieldset on the <a href="@text-formats">Text formats page</a>.
be: Карыстальнікі, у якіх ёсць доступ да больш чым аднаго тэкставага фармату, пры стварэнні ці рэдагаванні шматрадковага змесціва могуць выкарыстоўваць набор палёў <em>Тэкставы фармат</em> для таго, каб выбіраць паміж даступнымі тэкставымі фарматамі. Адміністратары могуць вызначаць тэкставыя фарматы, даступныя для кожнай ролі карыстальніка, і кіраваць парадкам фарматаў, якія пералічаны ў наборы палёў <em>Тэкставы фармат</em>, на <a href="@text-formats">старонцы Тэкставыя фарматы</a>.

source: Users with permission to switch shortcut sets can choose a shortcut set to use from the Shortcuts tab of their user account page.
be: Карыстальнікі з дазволамі пераключаць наборы хуткіх спасылак могуць абіраць набор хуткіх спасылак для выкарыстання ў закладках Хуткіх спасылак на іхняй старонцы рахунка.

source: Users with sufficient <a href="@perm">permissions</a> can create <em>vocabularies</em> and <em>terms</em> through the <a href="@taxo">Taxonomy page</a>. The page listing the terms provides a drag-and-drop interface for controlling the order of the terms and sub-terms within a vocabulary, in a hierarchical fashion. A <em>controlled vocabulary</em> classifying music by genre with terms and sub-terms could look as follows:
be: Карыстальнікі з дастатковымі <a href="@perm">правамі</a> могуць ствараць <em>слоўнікі</em> і <em>тэрміны</em> праз <a href="@taxo">Старонку таксанаміі</a>. Старонка са спісам тэрмінаў утрымоўвае выпадаючы інтерфейс, каб кантраляваць парадак тэрмінаў і пад-тэрмінаў без слоўніка, у іерархічнай форме. <em> Кантраляваны слоўнік</em> сістэматызуе музыку па жанрах з тэрмінамі і пад-тэрмінамі, якія могуць выглядаць так:

source: Users with sufficient <a href="@permissions">permissions</a> can create aliases under the <em>URL path settings</em> section when they create or edit content. Some examples of aliases are:
be: Карыстальнікі з дастатковымі <a href="@permissions">правамі</a> могуць ствараць псеўданімы пад <em>настройкі шляху URL</em> разделу, калі яны ствараюць ці рэдагуюць змесціва. Некаторыя прыклады псеўданімаў:

source: Users with the "Post comments" permission can post comments.
be: Карыстальнікі з дазволам "Размяшчаць каментары" могуць размяшчаць каментары.

source: Users with the %outline-perm permission can add all content types.
be: Карыстальнікі з %outline-perm правамі могуць дадаваць усе тыпы кантэнту.

source: Users with the %select-cancel-method or %administer-users <a href="@permissions-url">permissions</a> can override this default method.
be: Карыстальнікі з %select-cancel-method ці %administer-users <a href="@permissions-url">дазволамі</a> могуць перакрываць гэты метад па змоўчанню.

source: Users with the <em>Administer blocks</em> permission can <a href="@block-add">add custom blocks</a>, which are then listed on the <a href="@blocks">Blocks administration page</a>. Once created, custom blocks behave just like default and module-generated blocks.
be: Карыстальнікі з дазволам <em>адміністраваць блокі</em> могуць <a href="@block-add">дадаваць асабіста наладжаныя блокі</a>, якія потым будуць пералічаны на <a href="@blocks">адміністрацыйнай старонцы блокаў</a>. Аднойчы створаныя, асабіста наладжаныя блокі паводзяць сябе як звычайныя і злучаюцца з модулем.

source: Users with the <em>Administer content</em> permission will be able to override these options.
be: Карыстальнікі з правамі <em>Адміністраванне зместу</em> будуць мець магчымасць змяняць гэтыя наладкі.

source: Users with the <em>Administer menus and menu items</em> permission can add, edit and delete custom menus on the <a href="@menu">Menus administration page</a>. Custom menus can be special site menus, menus of external links, or any combination of internal and external links. You may create an unlimited number of additional menus, each of which will automatically have an associated block. By selecting <em>list links</em>, you can add, edit, or delete links for a given menu. The links listing page provides a drag-and-drop interface for controlling the order of links, and creating a hierarchy within the menu.
be: Карыстальнікі з дазволам <em>Адміністравання меню і пунктаў меню</em> могуць дадаваць, рэдагаваць і выдаляць карыстальніцкія меню на <a href="@menu">Старонцы адміністрацыі меню</a>. Карыстальніцкія меню могуць быць спецыяльнымі меню сайта, меню знешніх спасылак, або любой камбінацыяй ўнутраных і знешніх спасылак. Вы можаце ствараць неабмежаваную колькасць дадатковых меню, кожнае з каторых будзе аўтаматычна мець адпаведны блок. Абраўшы <em>спіс спасылак</em>, вы можаце дадаваць, рэдагаваць або выдаляць спасылкі дадзенага меню. Старонка лістынгу спасылак забяспечвае інтэрфейс "перацягнуць і кінуць" для кіравання парадкам спасылак і стварэння іерархіі меню.

source: Users with the <em>Administer shortcuts</em> permission can manage shortcut sets and edit the shortcuts within sets from the <a href="@shortcuts">Shortcuts administration page</a>.
be: Карыстальнікі з дазволамі <em>Адміністраваць хуткія спасылкі</em> могуць кіраваць наборамі хуткіх спасылак і рэдагаваць самі хуткія спасылкі на <a href="@shortcuts">Старонцы Адміністравання Хуткіх Спасылак</a>.

source: Users with the <em>View printer-friendly books</em> permission can select the <em>printer-friendly version</em> link visible at the bottom of a book page's content to generate a printer-friendly display of the page and all of its subsections.
be: Карыстальнікі з правамі <em>Паказаць кнігу адаптаванную для друку</em> могуць абіраць спасылку <em>версію для друку</em> бачную ў нізе старонкі матэрыялу кнігі для генерацыі вываду для друку старонкі і ўсіх яе падраздзелаў.

source: Users with the <em>administer comments</em> permission will be able to override this setting.
be: Карыстальнікі з правам <em>кіраванне каментарамі<em> змогуць змяняць гэтыя наладкі.

source: Users with the <em>administer nodes</em> permission will be able to override these options.
be: Карыстальнікі з правам <em>кіравання матэрыяламі</em> могуць змяняць гэтыя наладкі.

source: Users with the <em>translate content</em> permission can translate content, if the content type has been configured to allow translations. To translate content, select the <em>Translation</em> tab when viewing the content, select the language for which you wish to provide content, and then enter the content.
be: Калі тып змесціва дазволены для перакладу, карыстальнік з дазволам <em>перакладаць змесціва</em> можа яго перакладаць. Каб перакласці змесціва, абярыце закладку <em>Пераклад</em>, калі праглядаеце матэрыялы. Пасля абярыце мову, на якую будзеце перакладаць матэрыял. І затым увядзіце новы змест.

source: Uses
be: Выкарыстанне

source: Using custom PHP code
be: Выкарыстоўваць асабісты PHP код

source: Using the Color module allows you to easily change the color of links, backgrounds, text, and other theme elements. To change the color settings for a compatible theme, select the <em>Settings</em> link for your theme on the <a href='@configure'>Themes administration page</a>. If you don't see a color picker on that page, then your theme is not compatible with the color module. If you are sure that the theme does indeed support the color module, but the color picker does not appear, then <a href='@troubleshoot'>follow these troubleshooting procedures</a>.
be: Выкарыстанне модуля Color дазваляе вам лёгка мяняць колеры спасылак, фонаў, тэксту і іншых элементаў тэмы. Каб змяніць колеравыя наладкі сумяшчальнай тэмы, націсніце спасылку <em>Наладкі</em> для вашай тэмы на <a href='@configure'>Старонцы адміністравання тэмаў</a>. Калі вы не бачыце палітру колераў на гэтай старонцы, значыць вашая тэма не сумяшчальная з колеравым модулем. Калі вы ўпэўненыя, што гэтая тэма сапраўды падтрымлівае колеравы модуль, але палітра колераў не з'яўляецца, тады выканайце наступныя <a href='@troubleshoot'>працэдуры ліквідацыі непаладак</a>.

source: Uzbek
be: Узбецкая

source: Uzbekistan
be: Узбекістан

source: Valid HTML found on "@path"
be: Дапушчальны HTML знойдзены на "@path"

source: Value
be: Значэнне

source: Value @first is equal to value @second.
be: Значэнне @first роўна значэнню @second.

source: Value @first is identical to value @second.
be: Значэнне @first ідэнтычнае значэнню @second.

source: Value @first is not equal to value @second.
be: Значэнне @first не роўна значэнню @second.

source: Value @first is not identical to value @second.
be: Значэнне @first ідэнтычнае значэнню @second.

source: Value @value is FALSE.
be: Значэнне @value хлусня (FALSE).

source: Value @value is NULL.
be: Значэнне @value - NULL (пустата)

source: Value @value is TRUE.
be: Значэнне @value - ісціна (TRUE)

source: Value @value is not NULL.
be: Значэнне @value - не NULL.

source: Vanuatu
be: Вануату

source: Vatican
be: Ватыкан

source: Venda
be: Вэнда

source: Venezuela
be: Венесуэла

source: Verbose
be: Шматслоўны

source: Verbose message
be: Падрабязнае паведамленнне

source: Verify requirements
be: Спраўдзіць патрабаванні

source: Version
be: Версія

source: Vertical Tabs
be: Вертыкальныя табы

source: Vietnam
be: Вьетнам

source: Vietnamese
be: В'етнамская

source: View
be: Праглядзець

source: View 'access denied' errors (403s).
be: Прагляд памылак "дасяг забаронены" (403).

source: View 'page not found' errors (404s).
be: Прагладзяць памылкі "старонка не знойдзена" (404).

source: View a book page and all of its sub-pages as a single document for ease of printing. Can be performance heavy.
be: Прагляд старонак Кнігі і ўсіх яе падстаронак у якасці адзінага дакумента для зручнасці друку. Можа быць цяжкім у выкананні.

source: View access log.
be: Прагляд старонак журнала доступу.

source: View administrative pages in the overlay.
be: Прагляд адміністрытыўных старонак у перакрываючым слоі.

source: View and customize your dashboard.
be: Праглядзець і наладзіць вашу панэль інструментаў

source: View and manage cron table
be: Паглядзець і наладзіць табліцу крона.

source: View comment
be: Праглядзець каментар

source: View comments
be: Праглядзець каментары

source: View content access statistics
be: Прагляд статыстыкі доступа да кантэнту

source: View content hits
be: Колькасць праглядаў змесціва

source: View content revisions
be: Праглядзець версіі змесціва

source: View details for all votes
be: Адлюстраваць дэталі для ўсіх галасоў

source: View events that have recently been logged.
be: Паказаць падзеі, якія былі толькі што запісаны ў журнал.

source: View full user profile
be: Праглядзець поўны профіль карыстальніка

source: View link
be: Паглядзець спасылку

source: View most popular search phrases.
be: Паказаць найболей папулярныя пошукавыя фразы.

source: View news feeds
be: Прагляд новых фідаў

source: View own unpublished content
be: Праглядзець сваё неапублікаванае змесціва

source: View pages that have been hit frequently.
be: Прагляд старонак, на якія часта заходзілі.

source: View pages that have recently been visited.
be: Прагляд старонак, на якія нядаўна наведвалі.

source: View printer-friendly books
be: Праглядзець друкаваную версію кніг

source: View published content
be: Праглядзець апублікаванае змесціва

source: View recent blog entries
be: Апошнія пасты ў блогу

source: View reports, updates, and errors.
be: Прагляд паведамленняў, абнаўленняў і памылак.

source: View result of tests.
be: Паказаць вынікі тэста.

source: View site reports
be: Праглядзець справаздачы сайту

source: View the administration theme
be: Праглядець тэму адміністратара

source: View the administrative dashboard
be: Паказаць адміністратыўную панэль прыладаў

source: View the current poll results.
be: Глядзець вынікі бягучага апытання.

source: View the list of polls on this site.
be: Прагледзець спіс галасаванняў на сайце.

source: View this category's recent news.
be: Праглядзець апошнія навіны катэгорыі.

source: View this feed's recent news.
be: Праглядзець апошнія навіны фіда.

source: View top referrers.
be: Праглядзець папулярных адпраўнікоў.

source: View user profile.
be: Прагляд профіля карыстальніка.

source: View user profiles
be: Прагледзець профілі карыстальніка

source: View visitors that hit many pages.
be: Прагляд наведвальнікаў, якія заходзяць на шмат старонак.

source: View voting results
be: Паглядзець вынікі галасавання

source: View, edit and delete all content regardless of permission restrictions.
be: Праглядаць, змяняць, выдаляць усё змесціва нагледзячы на абмежаванні дазволаў.

source: Viewing feeds
be: Прагляд фідаў

source: Viewing listings and RSS feeds by term
be: Раздруокоўка візуалізацыі і RSS стужкі тэрміна

source: Viewing polls
be: Прагляд апытанняў

source: Viewing site usage
be: Прагляд выкарыстання сайта

source: Views today
be: Праглядаў сёння

source: Visibility
be: Бачнасць

source: Visibility for @title
be: Бачнасць @title

source: Visibility settings
be: Наладкі бачнасці

source: Visible
be: Бачна

source: Visible in user registration form.
be: Бачны ў форме рэгістрацыі карыстальніка
